<?php
$automatic = [
    '基隆市' => ['基隆嶼', '七堵', '基隆', '466940'] ,
    '臺北市' => ['信義', '挹翠山莊', '臺北', '466920'],
    '新北市' => ['福山', '山佳', '淡水'],
    '桃園市' => ['桃園', '桃園', '新屋', '467050'],
    '新竹市' => ['新竹市東區', '新竹市東區', '新竹', '467570'],
    '新竹縣' => ['竹東', '竹東', '新竹'],
    '苗栗縣' => ['苗栗', '苗栗', '國三N151K'],
    '臺中市' => ['豐原', '豐原', '臺中', '467490'],
    '彰化縣' => ['鹿港', '鹿港', '國三S202K'],
    '南投縣' => ['南投服務區', '南投服務區', '玉山', '467650'],
    '雲林縣' => ['斗南', '斗南', '古坑'],
    '嘉義市' => ['嘉義市東區', '嘉義市東區', '嘉義', '467480'],
    '嘉義縣' => ['大林', '國一N250K','國一N250K', '467480'],
    '臺南市' => ['臺南市北區', '臺南市北區', '南區中心', '467410'],
    '高雄市' => ['鳳山', '鳳山', '高雄', '467440'],
    '屏東縣' => ['屏東', '屏東', '恆春', '467590'],
    '臺東縣' => ['知本(水試所)', '臺東', '臺東', '467660'],
    '花蓮縣' => ['玉里', '玉里', '花蓮', '466990'],
    '宜蘭縣' => ['桃源谷', '桃源谷', '宜蘭', '467080'],
    '澎湖縣' => ['花嶼', '澎湖', '澎湖', '467350'],
    '金門縣' => ['金寧', '金寧', '金門', '467110'],
    '連江縣' => ['東莒', '馬祖', '馬祖', '467990']
];

return $automatic;
