<?php
$automatic = [
    '基隆市' => ['七堵', '七堵', '基隆'] ,
    '臺北市' => ['信義', '挹翠山莊', '臺北'],
    '新北市' => ['福山', '山佳', '淡水'],
    '桃園市' => ['桃園', '桃園', '新屋'],
    '新竹市' => ['新竹市東區', '新竹市東區', '新竹'],
    '新竹縣' => ['竹東', '竹東', '新竹'],
    '苗栗縣' => ['苗栗', '苗栗', '國三N151K'],
    '臺中市' => ['豐原', '豐原', '臺中'],
    '彰化縣' => ['鹿港', '鹿港', '國三S202K'],
    '南投縣' => ['南投服務區', '南投服務區', '玉山'],
    '雲林縣' => ['斗南', '斗南', '古坑'],
    '嘉義市' => ['嘉義市東區', '嘉義市東區', '嘉義'],
    '嘉義縣' => ['大林', '國一N250K','國一N250K'],
    '臺南市' => ['臺南市北區', '臺南市北區', '南區中心'],
    '高雄市' => ['鳳山', '鳳山', '高雄'],
    '屏東縣' => ['屏東', '屏東', '恆春'],
    '臺東縣' => ['知本(水試所)', '臺東', '臺東'],
    '花蓮縣' => ['玉里', '玉里', '花蓮'],
    '宜蘭縣' => ['桃源谷', '桃源谷', '宜蘭'],
    '澎湖縣' => ['花嶼', '澎湖', '澎湖',],
    '金門縣' => ['金寧', '金寧', '金門'],
    '連江縣' => ['東莒', '馬祖', '馬祖',]
];

return $automatic;
